# 科室属性结构

# 科室编号
_id : "900000000000000000000000"
# 科室显示顺序
order            : 12
# 科室名称
name             : '颈部彩超'
# 科室类型（临床类型或者实验室类型）[clinic|laboratory]
category             : 'clinic'
# 图片所放位置
image_path:        './jinbucaichao.svg'
# 门牌号
door_number: ['104']
# 房间名称
door_name: '颈部彩超'
references:['外科']
# 项目
items         : [
  {
    # 项目编号
    _id : "900000000000000000000001"
    # 项目名称
    name : '甲状腺'
    # 类型
    category: 'text'
    # 小结与建议
    conditions_string: """
                # 占位性病变

                >> [甲状腺单发结节]甲状腺（左叶、右叶、双叶）$增生性$单发结节？cm×？cm

                >> [甲状腺多发结节]甲状腺（左叶、右叶、双叶）$增生性$多发结节最大？cm×？cm

                >> 甲状腺结节内可见血流

                >> [甲状腺低回声结节]甲状腺（左叶、右叶、双叶）低回声结节？cm×？cm

                >> [甲状腺实性结节]甲状腺(左叶、右叶、双叶)实性（单发、多发）结节$最大$？cm（至、乘）？cm

                >> [甲状腺腺瘤样结节]甲状腺（左叶、右叶、双叶）腺瘤样（单发、多发）结节$最大$？cm（至、乘）？cm

                >> [甲状腺腺瘤样结节囊性变]甲状腺（左叶、右叶、双叶）腺瘤样（单发、多发）结节囊性变$最大$？cm（至、乘）？cm

                >> [甲状腺囊肿]甲状腺（左叶、右叶、双叶）（单发、多发）囊肿$最大$？cm（至、乘）？cm
                
                >> [甲状腺滤泡囊性变]甲状腺（左叶、右叶、双叶）滤泡囊性变？cm
                
                >> [甲状旁腺增大]甲状旁腺增大？cm×？cm
                
                >> [甲状旁腺腺瘤]（左侧、右侧、双侧）甲状旁腺腺瘤？cm×？cm

                >> [甲状腺实性肿物]甲状腺（左叶、右叶、双叶）实性肿物？cm至？cm

                >> [甲状腺囊实性肿物]甲状腺（左叶、右叶、双叶）囊实性肿物？cm至？cm

                >> [甲状腺囊性瘤]甲状腺囊性瘤？cm×？cm

                >> （左叶、右叶、双叶）多发性结节性甲状腺肿

                >> 甲状腺低回声肿物

                >> 甲状舌管囊肿

                >> 甲状腺峡部厚

                >> 甲状腺旁颈部淋巴结肿大

                # 回声异常

                >> 甲状腺回声减低

                >> 甲状腺回声不均

                >> 甲状腺弥漫性病变

                # 形态异常

                >> [甲状腺肿大]甲状腺肿大？cm至？cm

                >> [甲状腺萎缩]甲状腺萎缩？cm至？cm

                >> （左侧、右侧、双侧）甲状腺不均质改变

                >> 甲状腺改变

                >> 甲状腺（左叶、右叶、双叶）不均

                >> 甲状腺体积小

                >> 甲状腺（左叶、右叶、双叶）欠光滑

                # 其他

                >> [术后甲状腺]术后甲状腺，（左叶，右叶）残留腺体？cm×？cm

                >> 脂纹性斑块

                >> 甲亢治疗中

                >> 甲状腺钙化

                >> 甲亢药物治疗后，实质回声未见明显异常

                >> 其他
                """
  }
  {
    # 项目编号
    _id : "900000000000000000000002"
    # 项目名称
    name : '颈动脉'
    # 类型
    category: 'text'
    # 小结与建议
    conditions_string: """
                >> 颈动脉硬化

                >> [颈动脉内膜增厚]颈动脉内膜增厚？mm

                >> 颈动脉分叉部、中远段少量脂纹沉积

                >> [颈动脉斑块]颈动脉(分叉部、中远段)（少量斑块、大量斑块、脂纹斑块、纤维斑块、钙化斑块、粥样斑块、溃疡斑块、斑块内出血、斑块表面血栓、不稳定斑块）？cm×？cm

                >> 颈动脉管腔狭窄
                
                >> 颈内动脉近段扭曲

                >> 颈动脉血栓闭塞

                >> 颈动脉血栓

                >> 颈部血管管壁欠光滑

                >> （左侧、右侧、双侧）颈动脉结节

                >> （左侧、右侧、双侧）颈动脉扩张

                >> 其他
                """
  }
]

