# 科室属性结构

# 科室编号
_id : "030000000000000000000000"
# 科室显示顺序
order            : 18
# 科室名称
name             : '尿常规'
# 科室类型（临床类型或者实验室类型）[clinic|laboratory]
category             : 'laboratory'
# 图片所放位置
image_path:        './niaochanggui.svg'
# 项目
items         : [
  {
    _id  : "030000000000000000000001"
    name : '酸碱度'
    abbr : 'pH'
    lt   : '4.5'
    ut   : '8.0'
    category: 'number'
    # 偏高时提示箭头；偏低时出箭头（目前设备不可能）
    # 任何情况均不出建议。
    conditions_string: """
    >> {尿液酸碱度异常}偏高

    >> {尿液酸碱度异常}偏低
    """
  }
  {
    _id  : "030000000000000000000002"
    name : '尿比重'
    abbr : 'SG'
    lt   : '1.005'
    ut   : '1.025'
    category: 'number'
    # 偏高时出箭头，偏低时出箭头（目前设备不可能）
    # 任何情况均不出建议。
    conditions_string: """
    >> 偏高

    >> 偏低
    """
  }
  {
    _id : "030000000000000000000003"
    name : '尿胆原'
    abbr : 'URO'
    lt   : '0'
    ut   : '16'
    unit : 'µmol/L'
    category: 'number'
    # 提示: 偏高时出箭头，偏低时数据被拒绝。
    # 建议: {尿胆原阳性}
    conditions_string: """
    >> {尿胆原阳性}偏高
    >> {尿胆原阳性}++++
    >> {尿胆原阳性}+++
    >> {尿胆原阳性}++
    >> {尿胆原阳性}+
    >> {尿胆原阳性}+-
    """
  }
  {
    _id : "030000000000000000000004"
    name : '尿隐血'
    abbr : 'OBT'
    lt   : '0'
    ut   : '1'
    unit : 'cells/µL'
    category: 'number'
    # 提示: 偏高时出箭头，偏低时数据被拒绝。
    # 建议: {尿隐血阳性}
    conditions_string: """
    >> {尿隐血阳性}偏高
    >> {尿隐血阳性}++++
    >> {尿隐血阳性}+++
    >> {尿隐血阳性}++
    >> {尿隐血阳性}+
    >> {尿隐血阳性}+-
    """
  }
  {
    _id  : "030000000000000000000005"
    name : '白细胞'
    abbr : 'LEU'
    lt   : '0'
    ut   : '1'
    unit : 'cells/µL'
    category: 'number'
    # 提示: 偏高时出箭头，偏低时数据被拒绝。
    # 建议: {尿常规白细胞阳性}
    conditions_string: """
    >> {尿常规白细胞阳性}偏高
    >> {尿常规白细胞阳性}++++
    >> {尿常规白细胞阳性}+++
    >> {尿常规白细胞阳性}++
    >> {尿常规白细胞阳性}+
    >> {尿常规白细胞阳性}+-
    """
  }
  {
    _id  : "030000000000000000000006"
    name : '蛋白质'
    abbr : 'PRO'
    ut   : '0.00'
    unit : 'g/L'
    category: 'number'
    # 提示：偏高时出箭头，偏低时数据被拒绝。
    # 建议：{尿蛋白阳性}
    conditions_string: """
    >> {尿蛋白阳性}偏高
    >> {尿蛋白阳性}++++
    >> {尿蛋白阳性}+++
    >> {尿蛋白阳性}++
    >> {尿蛋白阳性}+
    >> {尿胆原阳性}+-
    """
  }
  {
    _id  : "030000000000000000000007"
    name : '尿葡萄糖'
    abbr : 'GLU'
    ut   : '0.00'
    unit : 'mmol/L'
    category: 'number'
    # 提示: 偏高时出箭头，偏低时数据被拒绝。
    # 建议: {尿葡萄糖阳性}
    conditions_string: """
    >> {尿葡萄糖阳性}偏高
    >> {尿葡萄糖阳性}++++
    >> {尿葡萄糖阳性}+++
    >> {尿葡萄糖阳性}++
    >> {尿葡萄糖阳性}+
    >> {尿葡萄糖阳性}+-
    """
  }
  {
    _id  : "030000000000000000000008"
    name : '胆红素'
    abbr : 'BIL'
    lt   : '0'
    ut   : '17'
    unit : 'mmol/L'
    category : 'number'
    # 提示: 偏高时出箭头，偏低时数据被拒绝。
    # 建议: {尿常规胆红素阳性}
    conditions_string : """
    >> {尿常规胆红素阳性}偏高
    >> {尿常规胆红素阳性}++++
    >> {尿常规胆红素阳性}+++
    >> {尿常规胆红素阳性}++
    >> {尿常规胆红素阳性}+
    >> {尿常规胆红素阳性}+-
    """
  }
  {
    _id  : "030000000000000000000009"
    name : '酮体'
    abbr : 'KET'
    lt   : '0.0'
    ut   : '0.5'
    unit : 'mmol/L'
    category : 'number'
    # 提示: 偏高时出箭头，偏低时数据被拒绝。
    # 建议: {尿酮体阳性}
    conditions_string : """
    >> {尿常规酮体阳性}偏高
    >> {尿常规酮体阳性}++++
    >> {尿常规酮体阳性}+++
    >> {尿常规酮体阳性}++
    >> {尿常规酮体阳性}+
    >> {尿常规酮体阳性}+-
    """
  }
  {
    _id  : "030000000000000000000010"
    name : '亚硝酸盐'
    abbr : 'NIT'
    default: '阴性'
    category: "text"
    # 上下限进档案时，步骤一：eval；退化到步骤二：原始值。持久化类型为字符串。
    # 参考范围显示时，如上下限均为有效数字，则显示 0.00 － 40.00
    # 如仅有上限或下限，且为有效数字，则显示 ≤ 40.00
    # 否则，仅显示上限或下限。

    # 一个加号时提示↑（最多一个加号）
    # 不单独建议。
    # {尿常规白细胞阳性} + {尿常规亚硝酸盐阳性} 选择更明确建议。
    conditions_string: """
    >> {尿常规亚硝酸盐阳性}++++
    >> {尿常规亚硝酸盐阳性}+++
    >> {尿常规亚硝酸盐阳性}++
    >> {尿常规亚硝酸盐阳性}+
    >> {尿常规亚硝酸盐阳性}+-
    """
  }
  {
    _id  : "030000000000000000000011"
    name : '性状'
    abbr : ''
    category : "text"
    # UI 中选项包括: 淡黄色、透明、乳糜尿、血尿、黏液尿。
    # 其中后三种属于异常。
    # 打印规则为：该行颜色：存在异常则为红色，否则为黑色；
    # 提示列对性状一项不出现。
    default : "淡黄色"
    conditions_string : """
    >> {乳糜尿}乳糜尿

    >> {肉眼血尿}血尿

    >> {黏液尿}黏液尿
    """
  }
  {
    _id  : "030000000000000000000012"
    name : '白细胞（镜检）'
    abbr : 'WWBC'
    lt   : '0'
    ut   : '1'
    unit : '个/HP'
    category : 'number'
    # 提示: 阳性
    # 建议: {尿常规白细胞阳性} + {尿常规镜检白细胞阳性} + {尿常规亚硝酸盐阳性} -> 个性化建议
    conditions_string : """
    >> 值大于10 -> 尿常规镜检白细胞阳性
   
    >> {尿常规镜检白细胞阳性}+

    >> {尿常规镜检白细胞阳性}++

    >> {尿常规镜检白细胞阳性}+++

    >> 偏高
    """
  }
  {
    _id  : "030000000000000000000013"
    name : '红细胞（镜检）'
    abbr : 'WRBC'
    lt   : '0'
    ut   : '1'
    unit : '个/HP'
    category : 'number'
    # 提示: ↑
    # 建议: {尿常规红细胞阳性} + {尿常规镜检红细胞阳性}
    # 个性化建议：首先取建议summary，退化到项目名称 + 建议名称
    conditions_string : """
    >> 值大于10 -> 尿常规镜检红细胞阳性
    
    # >> '+' -> 尿常规镜检红细胞阳性

    # >> '++' -> 尿常规镜检红细胞阳性

    # >> '+++' -> 尿常规镜检红细胞阳性

    >> 偏高
    """
  }
  {
    _id  : "030000000000000000000014"
    name : '其他（镜检）'
    category : 'number'
    conditions_string : """
    # 询问镜检其他有哪些（如管型等），目的是方便出建议，若完全开放则无法出建议
    """
  }
]

# 附：尿常规建议:
# 
# 单项建议在异常文档中嵌入?
#
# 尿常规一个客人最多出6条建议。
#
# 组合建议：{尿常规红细胞阳性} + {尿常规镜检红细胞阳性} + {肉眼血尿}
#
# 组合建议：{尿常规红细胞阳性} + {尿常规镜检红细胞阳性}
#
# 组合建议：{尿常规白细胞阳性} + {尿常规镜检白细胞阳性} + {尿常规亚硝酸盐阳性}
#
# 组合建议：{尿常规白细胞阳性} + {尿常规亚硝酸盐阳性}
#
# 单项建议：{尿常规红细胞阳性}
#
# 单项建议：{尿常规白细胞阳性}
#
#（暂缓处理）{尿葡萄糖阳性} + {空腹血糖升高}
#
#（暂缓处理）{尿葡萄糖阳性} + {空腹血糖正常}
#
#（暂缓处理）生化项目综合分析
#
#（暂缓处理）{尿葡萄糖阳性}
#
# 组合建议：{尿胆原阳性} + {尿常规胆红素阳性}
#
# 单项建议：{尿胆原阳性}
#
# 单项建议：{尿常规胆红素阳性}
#
# 单项建议：{尿常规酮体阳性} 
# 饥饿状态下酮体可能阳性。
#
# !! 问：是否与尿葡萄糖联合分析？
#
# 单项建议：{尿蛋白阳性}
# 病理性蛋白尿常见于各种肾脏疾病；剧烈运动等原因可导致生理性蛋白尿。建议：肾内科进一步检查。
#
# 单项建议：{乳糜尿}
#
# 单项建议：{黏液尿}
#
# 单项建议：{肉眼血尿}
