# 科室属性结构

# 科室编号
_id : "352014031000000000000000"
# 科室显示顺序
order            : 35
# 科室名称
name             : '冲击波筛查'
# 科室类型（临床类型或者实验室类型）[clinic|laboratory]
category             : 'clinic'
door_number: ['201']
door_name: '冲击波筛查'

# 项目
items         : [
  {
    _id      : "352014031000000000000001"
    name     : '冲击波筛查'
    category : 'text'
    conditions_string: """
        >> 颈肩综合症
        >> 颈椎间盘突出
        >> 肩周炎
        >> 肘关节炎
        >> 上肢腱鞘炎
        >> 腰肌劳损
        >> 腰椎间盘突出
        >> 髋关节周围疼痛综合征
        >> 膝关节炎
        >> 膝关节退行性改变
        >> 踝关节炎
        >> 足底筋膜炎
        >> 根骨骨刺
        >> 其他
    """
  }
]