_id: "51f20fbb63759daa08000003"
category: "combo"
configurations: [
  _id: "201301040000000000000001"
  card_prints: []
  combos: []
  discount_price: 0
  items: [
    "190000000000000000000001"
    "190000000000000000000002"
    "190000000000000000000003"
  ]
  mean: "身高体重超声波电子测量仪，减少人为干预，测量更快捷、准确。检测体重是否正常，有无体重不足、超重或肥胖。"
  check_items: ['身高','体重','体重指数']
  name: "身高体重"
  name_pinyin: [
    "SGTZ"
    "SGTC"
  ]
  price: 10
  results: [
    "食量突然增减"
    "体重不稳定"
    "肥胖"
    "太瘦"
    "高低血压"
    "高低血糖"
    "高血脂"
  ]
,
  _id: "201301040100000000000001"
  card_prints: []
  combos: []
  discount_price: 0
  items: [
    "190000000000000000000004"
  ]
  mean: "了解血压情况，根据病史与具体血压，给出针对性建议。"
  name: "血压"
  check_items: ['血压']
  name_pinyin: [
    "XY"
  ]
  popular: true
  price: 10
  results: [
    "头痛"
    "健忘"
    "眩晕"
    "头脑不清"
    "易发脾气"
    "长期头痛"
    "食量突然增减"
    "体重不稳定"
    "喜欢甜咸食物"
    "反复头痛"
    "肥胖"
    "太瘦"
    "高低血压"
    "高低血糖"
    "高血脂"
  ]
,
  _id: "201301040200000100000001"
  name: "腰臀比"
  check_items: ['腰臀比']
  mean: "了解其比值，判定是否为中心性肥胖等；保持优美体型，给出针对性建议。"
  card_prints: []
  items: [
    "190000000000000000000005"
    "190000000000000000000006"
    "190000000000000000000007"
  ]
  combos: []
  price: 10
  discount_price: 0
  results: []
  name_pinyin: [
    "YTB"
  ]
,
  _id: "201301040300001000000001"
  name: "体脂率"
  check_items: ['体脂率']
  mean: "了解人体内脂肪含量，给出保持优美体型的保健建议。"
  card_prints: []
  items: [
    "190000000000000000000008"
  ]
  combos: []
  price: 50
  discount_price: 0
  results: [
    "喜欢甜咸食物"
    "肥胖"
    "太瘦"
    "高低血压"
    "高低血糖"
    "高血脂"
  ]
,
  _id: "201301040200000000000001"
  card_prints: []
  combos: []
  discount_price: 0
  items: [
    "110000000000000000000001"
    "110000000000000000000002"
    "110000000000000000000003"
    "110000000000000000000004"
    "110000000000000000000005"
    "110000000000000000000006"
    "110000000000000000000007"
    "110000000000000000000008"
    "110000000000000000000009"
    "110000000000000000000010"
    "110000000000000000000011"
    "110000000000000000000012"
    "110000000000000000000013"
    "110000000000000000000014"
  ]
  mean: "了解心、肺、肝、脾、肾、腹部、神经系统等情况，发现您可能不知道的疾病隐患。"
  name: "内科"
  check_items: ['病史','胸廓','心率','心律','心音','心界','腹部','肺部','肝脏','胆囊','脾脏','肾脏','周围血管','神经系统']
  name_pinyin: [
    "NK"
  ]
  price: 25
  results: [
    "胃十二肠溃疡"
    "早晚易咳"
    "反复咳嗽"
    "头痛"
    "健忘"
    "失眠"
    "双手易发抖"
    "身体局部麻痹"
    "四肢麻胀痛"
    "肌肉酸痛"
    "眩晕"
    "头脑不清"
    "易发脾气"
    "长期头痛"
    "黑眼圈"
    "晨起眼睑水肿"
    "刷牙流血"
    "牙龈易流血"
    "晕机、晕车、晕船"
    "早晚易咳"
    "反复咳嗽"
    "食量突然增减"
    "体重不稳定"
    "喜欢甜咸食物"
    "潮红潮湿"
    "不能熟睡"
    "赖床"
    "反复头痛"
    "经常感冒"
    "呼吸异味"
    "易打嗝"
    "易胀气"
    "易放屁"
    "易腹胀"
    "易腹泻"
    "易呕吐"
    "易出汗"
    "便秘"
    "胸闷"
    "排便恶臭"
    "大便干燥"
    "小便短赤"
    "尿色深，浊"
    "尿色浊"
    "尿频、尿急"
    "手足易潮"
    "体温较热"
    "富贵手"
    "气喘"
    "失眠"
    "两腿沉重"
    "双手易发抖"
    "身体局部麻痹"
    "四肢麻胀痛"
    "肌肉酸痛"
    "全身无力"
    "手脚冰冷"
    "易抽筋"
    "肌肉震颤"
    "肌肉强直"
    "肥胖"
    "太瘦"
    "高低血压"
    "高低血糖"
    "高尿酸"
    "高血脂"
    "胃十二肠溃疡"
    "关节炎"
    "关节痛"
    "关节肿大"
    "内分泌紊乱"
    "消化不良，食欲下降"
    "心慌气短"
    "胸闷憋气"
    "经常自汗盗汗出虚汗"
    "怕冷"
    "胸部胀满"
  ]
,
  _id: "201301040300000000000001"
  card_prints: []
  combos: []
  discount_price: 0
  items: [
    "150000000000000000000001"
    "150000000000000000000002"
    "150000000000000000000003"
    "150000000000000000000004"
    "150000000000000000000005"
    "150000000000000000000006"
    "150000000000000000000007"
    "150000000000000000000008"
    "150000000000000000000009"
  ]
  mean: "了解乳腺、甲状腺、脊柱、四肢、皮肤、淋巴结，肛门指诊等情况"
  name: "外科"
  check_items: ['手术室','皮肤','粘膜','颌下淋巴结','颈部淋巴结','锁骨上淋巴结','腹股沟淋巴结','颈后淋巴结','腋窝淋巴结','腘窝淋巴结','甲状腺','乳腺','四肢','关节','脊柱','颈椎','腰椎','胸椎','外生殖器','肛诊','前列腺']
  name_pinyin: [
    "WK"
  ]
  popular: true
  price: 25
  results: [
    "腰酸背痛"
    "肩膀酸痛"
    "脊柱僵硬"
    "脂肪瘤"
    "性生活障碍"
    "肾结石"
    "便血"
    "伤口愈合迟缓"
    "乳房常有硬结"
    "胸胁串痛"
    "乳腺结节"
    "O型腿"
    "性生活障碍"
  ]
,
  _id: "201301040400000000000001"
  name: "视力"
  check_items:['裸眼视力','矫正视力']
  mean: "了解视力情况，有无近视、远视等"
  card_prints: []
  items: [
    "180000000000000000000001"
  ]
  combos: []
  price: 5
  discount_price: 0
  results: []
  name_pinyin: [
    "SL"
  ]
,
  _id: "201301040500000000000001"
  name: "色觉"
  check_items:['色盲','色弱']
  mean: "了解辨色力情况，有无色盲、色弱等"
  card_prints: []
  items: [
    "180000000000000000000002"
  ]
  combos: []
  price: 5
  discount_price: 0
  results: []
  name_pinyin: [
    "SJ"
  ]
,
  _id: "201301040600000000000001"
  card_prints: []
  combos: []
  discount_price: 0
  items: [
    "180000000000000000000003"
  ]
  mean: "了解眼外观是否正常，有无沙眼、结膜炎等"
  name: "外眼检查"
  check_items:['眼睑','结膜','泪器','眼球']
  name_pinyin: [
    "WYJC"
    "WYJZ"
  ]
  price: 10
  results: [
    "头痛"
    "长期头痛"
    "眼睛酸痛"
    "眼怕光"
    "怕强光"
    "眼睛干涩"
    "眼睛酸痒"
    "眼睛红血丝"
    "眼球白蓝"
    "眼睑泛白"
    "角膜炎"
    "结膜炎"
    "黑眼圈"
    "眼睛下方脂肪粒"
    "眼睛斜视"
    "眼睛疲劳"
    "易流泪"
    "眼分泌物多"
    "眼睛红血丝"
    "反复头痛"
  ]
,
  _id: "201301040700000000000001"
  card_prints: []
  combos: []
  discount_price: 0
  items: [
    "180000000000000000000004"
  ]
  mean: "了解晶状体、玻璃体有无浑浊，筛查早期白内障"
  name: "裂隙灯检查"
  check_items:['结膜','角膜','巩膜','虹膜','瞳孔','晶状体','白内障','前房']
  name_pinyin: [
    "LXDJC"
    "LXDJZ"
  ]
  popular: true
  price: 15
  results: [
    "头痛"
    "长期头痛"
    "眼睛酸痛"
    "眼怕光"
    "怕强光"
    "眼睛干涩"
    "眼睛酸痒"
    "眼睛红血丝"
    "眼球白蓝"
    "眼睑泛白"
    "角膜炎"
    "结膜炎"
    "黑眼圈"
    "眼睛下方脂肪粒"
    "眼睛斜视"
    "眼睛疲劳"
    "易流泪"
    "眼分泌物多"
    "眼睛红血丝"
    "反复头痛"
  ]
,
  _id: "201301040800000000000001"
  name: "眼底检查"
  check_items:['视乳头','黄斑','视网膜血管','视网膜','玻璃体','飞蚊症']
  mean: "了解眼底动脉、视网膜、黄斑等病变"
  card_prints: []
  items: [
    "180000000000000000000005"
  ]
  combos: []
  price: 15
  discount_price: 0
  results: [
    "头痛"
    "长期头痛"
    "眼睛酸痛"
    "眼怕光"
    "怕强光"
    "眼睛干涩"
    "眼睛酸痒"
    "眼睛红血丝"
    "眼球白蓝"
    "眼睑泛白"
    "角膜炎"
    "结膜炎"
    "黑眼圈"
    "眼睛下方脂肪粒"
    "眼睛斜视"
    "眼睛疲劳"
    "易流泪"
    "眼分泌物多"
    "眼睛红血丝"
    "反复头痛"
  ]
  name_pinyin: [
    "YDJC"
    "YDJZ"
  ]
,
  #  _id: "201301040900000000000001"
  #  name: "眼压检查"
  #  check_items:['眼压']
  #  card_prints: []
  #  items: [
  #    "180000000000000000000006"
  #  ]
  #  combos: []
  #  price: 20
  #  discount_price: 0
  #  results: [
  #    "头痛"
  #    "长期头痛"
  #    "眼睛酸痛"
  #    "眼怕光"
  #    "怕强光"
  #    "眼睛干涩"
  #    "眼睛酸痒"
  #    "眼睛红血丝"
  #    "眼球白蓝"
  #    "眼睑泛白"
  #    "角膜炎"
  #    "结膜炎"
  #    "黑眼圈"
  #    "眼睛下方脂肪粒"
  #    "眼睛斜视"
  #    "眼睛疲劳"
  #    "易流泪"
  #    "眼分泌物多"
  #    "眼睛红血丝"
  #    "反复头痛"
  #  ]
  #  name_pinyin: [
  #    "YYJC"
  #    "YYJZ"
  #  ]
  #,
  _id: "201301041000000000000001"
  card_prints: []
  combos: []
  discount_price: 0
  items: [
    "200000000000000000000001"
    "200000000000000000000002"
    "200000000000000000000003"
    "200000000000000000000004"
    "200000000000000000000005"
  ]
  mean: "了解外耳道、鼓膜、外鼻、鼻腔、咽、扁桃体、喉等情况"
  name: "耳鼻喉科"
  check_items:['听力','耳聋','耳鸣','外耳','外耳皮炎','外耳湿疹','外耳肿物','外耳感染','外耳道','外耳道炎','外耳道湿疹','外耳道真菌感染','鼓膜','中耳炎','外鼻','鼻中隔','鼻腔','过敏性鼻炎','慢性鼻炎','干燥性鼻炎','血管运动性鼻炎','鼻息肉','鼻腔肿物','鼻出血','急性副鼻窦炎','慢性副鼻窦炎','鼻咽癌','扁桃体','扁桃体炎','扁桃体肿大','咽部','急性咽炎','慢性咽炎','喉部']
  name_pinyin: [
    "EBHK"
  ]
  price: 25
  results: [
    "头痛"
    "长期头痛"
    "耳鸣"
    "耳聋"
    "耳屎多"
    "耳朵痒"
    "晕机、晕车、晕船"
    "早晚易打喷嚏"
    "反复头痛"
    "鼻塞"
    "鼻炎"
    "鼻子不通气"
    "反复流涕"
    "反复打喷嚏"
    "易流鼻血"
    "听力障碍"
  ]
,
  _id: "201301041100000000000001"
  card_prints: []
  combos: []
  discount_price: 0
  items: [
    "010000000000000000000001"
    "010000000000000000000002"
    "010000000000000000000003"
    "010000000000000000000004"
    "010000000000000000000005"
    "010000000000000000000006"
    "010000000000000000000007"
    "010000000000000000000008"
    "010000000000000000000009"
    "010000000000000000000010"
  ]
  mean: "了解唇、腭、牙齿、牙周、口腔粘膜、舌、颞颌关节情况"
  name: "口腔科"
  check_items:['颌面部','唇','口腔黏膜','牙齿','牙髓炎','牙齿根尖炎','牙结石','牙菌斑','氟斑牙','四环素牙','牙龈出血','牙龈红肿','牙周炎','上颚','舌','腮腺','颞下颌关节','颌下腺','舌下腺']
  name_pinyin: [
    "KQK"
  ]
  price: 25
  results: [
    "刷牙流血"
    "牙龈红肿"
    "牙龈易流血"
    "牙龈萎缩"
    "锯齿状牙"
    "蛀牙"
    "舌头发炎"
    "草莓舌"
    "唇纹深"
    "唇线外延"
    "唇线模糊"
    "嘴唇干裂"
    "嘴唇赤红"
    "口角炎"
    "口干口臭"
    "口干舌燥"
    "口腔溃疡"
    "味蕾消失"
    "下巴肌肉发硬"
    "儿童牙迟出"
  ]
,
  _id: "201301041200000000000001"
  card_prints: []
  combos: []
  discount_price: 0
  items: [
    "500000000000000000000001"
    "500000000000000000000002"
    "500000000000000000000003"
    "500000000000000000000004"
    "500000000000000000000005"
  ]
  mean: "了解外阴、阴道、子宫以及输卵管、卵巢等情况"
  check_items:['外阴部','阴道','宫颈','子宫','子宫附件','外阴炎','外阴湿疹','阴道炎','宫颈炎','宫颈糜烂','宫颈息肉','宫颈肥大','子宫更大','子宫肌瘤','子宫腺肌症','盆腔炎','附件炎']
  name: "妇科"
  name_pinyin: [
    "FK"
  ]
  price: 25
  results: []
  sex: "女"
,
  _id: "201301041300000000000001"
  card_prints: []
  combos: []
  discount_price: 0
  items: [
    "160000000000000000000002"
  ]
  mean: "了解心脏供血情况及是否有心律失常等"
  check_items:['电轴','心律及心律失常','心房','传导','传导阻滞','电压','Q波','ST段','T波','U波','ST-T','心肌梗死','心肌缺血']
  name: "心电图"
  name_pinyin: [
    "XDT"
  ]
  price: 25
  results: [
    "易发脾气"
    "食量突然增减"
    "体重不稳定"
    "胸闷"
    "气喘"
    "高低血压"
    "高低血糖"
    "高血脂"
    "心慌气短"
    "胸闷憋气"
  ]
,
  _id: "201301041300000012300001"
  card_prints: []
  combos: []
  discount_price: 0
  items: [
    "800000000000000000000001"
  ]
  mean: "采用韩国进口的全自动超声检测骨密度仪，避免了传统放射检测对人体造成的伤害。深入了解骨矿含量及有无骨质疏松。"
  check_items:['骨质疏松','骨质减少']
  name: "超声骨密度检测"
  name_pinyin: [
    "GMDJC"
  ]
  popular: true
  price: 120
  results: [
    "易抽筋"
    "骨质疏松"
  ]
,
  _id: "201301041300000012345001"
  card_prints: []
  combos: []
  discount_price: 0
  items: [
    "29000000a1a1000000000001"
  ]
  mean: "初步检测乳腺增生、结节等病症。"
  sex: '女'
  name: "红外乳透"
  popular: true
  price: 120
]
name: "临床科室检查"
order: 2
