_id: "51f20fbb63759daa08000007"
category: "combo"
configurations: [
  _id: "201301040100000000000003"
  card_prints: []
  combos: []
  discount_price: 0
  items: [
    "220000000000000000000001"
    "220000000000000000000002"
    "220000000000000000000003"
    "220000000000000000000004"
    "220000000000000000000005"
    "220000000000000000000006"
    "220000000000000000000007"
    "220000000000000000000008"
    "220000000000000000000009"
    "220000000000000000000010"
    "220000000000000000000011"
    "220000000000000000000012"
    "220000000000000000000013"
    "220000000000000000000014"
    "220000000000000000000015"
    "220000000000000000000016"
    "220000000000000000000017"
    "220000000000000000000018"
    "220000000000000000000019"
    "220000000000000000000020"
    "220000000000000000000021"
    "220000000000000000000022"
    "220000000000000000000023"
  ]
  mean: "我体检中心配备是全自动五分类血常规检测仪，它采用专有的细胞化学染色技术白细胞双通道五分类及异常细胞筛选功能，27项参数，结果可靠。并且它只需要20ul静脉全血、微量全血及预稀释血均可实现精确的细胞计数和白细胞五分类分析双向立体后旋流阻抗法检测RBC/PLT,实现可靠的红细胞血小板检测。它采用螺旋式试剂恒温技术完全避免环境温度的变化对检测结果的影响。了解急、慢性细菌感染、病毒感染及血液系统疾病"
  name: "血常规"
  name_pinyin: [
    "XCG"
  ]
  popular: true
  price: 25
  results: [
    "头痛"
    "健忘"
    "眩晕"
    "头脑不清"
    "易发脾气"
    "长期头痛"
    "晨起眼睑水肿"
    "刷牙流血"
    "牙龈易流血"
    "早晚易咳"
    "反复咳嗽"
    "潮红潮湿"
    "反复头痛"
    "易流鼻血"
    "易腹泻"
    "易呕吐"
    "便秘"
    "排便恶臭"
    "大便干燥"
    "小便短赤"
    "尿色深，浊"
    "尿色浊"
    "尿频、尿急"
    "体温较热"
    "两腿沉重"
    "双手易发抖"
    "身体局部麻痹"
    "四肢麻胀痛"
    "肌肉酸痛"
    "全身无力"
    "手脚冰冷"
    "高尿酸"
    "关节炎"
    "关节痛"
    "关节肿大"
    "伤口愈合迟缓"
    "经常自汗盗汗出虚汗"
    "怕冷"
  ]
,
  _id: "20130104020000000000aaa3"
  card_prints: []
  combos: []
  discount_price: 0
  items: [
    "030000000000000000000004"
    "030000000000000000000006"
    "030000000000000000000007"
  ]
  mean: "了解是否有泌尿系统感染、肾脏疾病及糖尿病等"
  name: "尿常规三项"
  popular: true
  price: 10
  results: [
    "黑眼圈"
    "晨起眼睑水肿"
    "刷牙流血"
    "牙龈易流血"
    "大便干燥"
    "小便短赤"
    "尿色深，浊"
    "尿色浊"
    "尿频、尿急"
    "两腿沉重"
    "手脚冰冷"
    "高尿酸"
    "肾结石"
  ]
,
  _id: "20130104020000000000bbb3"
  card_prints: []
  combos: []
  discount_price: 0
  items: [
    "030000000000000000000001"
    "030000000000000000000002"
    "030000000000000000000003"
    "030000000000000000000004"
    "030000000000000000000005"
    "030000000000000000000006"
    "030000000000000000000007"
    "030000000000000000000008"
    "030000000000000000000009"
    "030000000000000000000010"
  ]
  mean: "了解是否有泌尿系统感染、肾脏疾病及糖尿病等"
  name: "尿常规十项"
  popular: true
  price: 20
  results: [
    "黑眼圈"
    "晨起眼睑水肿"
    "刷牙流血"
    "牙龈易流血"
    "大便干燥"
    "小便短赤"
    "尿色深，浊"
    "尿色浊"
    "尿频、尿急"
    "两腿沉重"
    "手脚冰冷"
    "高尿酸"
    "肾结石"
  ]
,
  _id: "201301040200000000000003"
  card_prints: []
  combos: []
  discount_price: 0
  items: [
    "030000000000000000000001"
    "030000000000000000000002"
    "030000000000000000000003"
    "030000000000000000000004"
    "030000000000000000000005"
    "030000000000000000000006"
    "030000000000000000000007"
    "030000000000000000000008"
    "030000000000000000000009"
    "030000000000000000000010"
    "030000000000000000000011"
    "030000000000000000000012"
    "030000000000000000000013"
    "030000000000000000000014"
  ]
  mean: "了解是否有泌尿系统感染、肾脏疾病及糖尿病等"
  name: "尿常规"
  name_pinyin: [
    "SCG"
    "NCG"
  ]
  popular: true
  price: 20
  results: [
    "黑眼圈"
    "晨起眼睑水肿"
    "刷牙流血"
    "牙龈易流血"
    "大便干燥"
    "小便短赤"
    "尿色深，浊"
    "尿色浊"
    "尿频、尿急"
    "两腿沉重"
    "手脚冰冷"
    "高尿酸"
    "肾结石"
  ]
,
  _id: "201301040400000000000003"
  card_prints: []
  combos: []
  discount_price: 0
  items: [
    "340000000000000000000001"
  ]
  mean: "了解是否有消化道出血如溃疡、恶性肿瘤、肠结核、胃出血等"
  name: "便潜血"
  name_pinyin: [
    "PQX"
    "BQX"
  ]
  popular: true
  price: 20
  results: [
    "便秘"
    "易腹泻"
    "易呕吐"
    "排便恶臭"
  ]
,
  _id: "2013010404000000000aaaa3"
  card_prints: []
  combos: []
  discount_price: 0
  items: [
    "34000000000000000000aaa1"
    "34000000000000000000aaa2"
    "34000000000000000000aaa3"
    "34000000000000000000aaa4"
    "34000000000000000000aaa5"
    "34000000000000000000aaa6"
  ]
  mean: "了解是否有上消化道出血如溃疡、恶性肿瘤、肠结核、胃出血等"
  name: "便常规"
  name_pinyin: [
    "PQX"
    "BQX"
  ]
  popular: true
  price: 20
  results: [
    "便秘"
    "易腹泻"
    "易呕吐"
    "排便恶臭"
  ]
,
  _id: "20131025020000000000aaa1"
  card_prints: []
  combos: []
  discount_price: 0
  items: [
    "332013102500000000000001"
  ]
  mean: "检测是否怀孕"
  name: "尿早早孕检测"
  popular: true
  sex :'女'
  price: 20
,
  _id: "201301040000000000000003"
  name: "血型"
  mean: "确定血型（ABO血型）"
  card_prints: []
  items: [
    "250000000000000000000001"
  ]
  combos: []
  price: 20
  discount_price: 0
  results: []
  name_pinyin: [
    "XX"
  ]
,
  _id: "201301040600000000000003"
  card_prints: []
  combos: []
  discount_price: 0
  items: [
    "210000000000000000000001"
    "210000000000000000000002"
    "210000000000000000000003"
    "210000000000000000000004"
    "210000000000000000000005"
    "210000000000000000000006"
    "210000000000000000000007"
    "210000000000000000000008"
    "210000000000000000000009"
    "210000000000000000000010"
    "210000000000000000000011"
    "210000000000000000000012"
  ]
  mean: "了解血液流变学数据,为血栓前状态和血栓性疾病的诊治和预防提供一定的参考依据。"
  name: "血流变"
  name_pinyin: [
    "XLB"
  ]
  popular: true
  price: 80
  results: []
,
  mean: "如有乏力、表情淡漠、腱反射减弱者可见于血钙偏高"
  _id: "2013010407000000000000a3"
  name: "血钙"
  card_prints: []
  items: [
    "330000000000000000000002"
  ]
  combos: []
  price: 15
  discount_price: 0
  results: []
  name_pinyin: [
    "XG"
  ]
,
  _id: "201301040800000000000003"
  card_prints: []
  combos: []
  discount_price: 0
  items: [
    "240000000000000000000001"
    "240000000000000000000002"
    "240000000000000000000003"
    "240000000000000000000004"
    "240000000000000000000005"
    "240000000000000000000007"
  ]
  mean: "了解人体内微量元素的含量"
  name: "全血微量元素"
  name_pinyin: [
    "QXWLYS"
  ]
  popular: true
  price: 150
  results: [
    "头发浅黄"
    "头发无光泽"
    "头发开叉"
    "经常脱发"
    "头发太干"
    "头发稀少"
    "毛囊突起"
    "头发太油"
    "头皮屑过多"
    "脱发"
    "秃顶"
    "脂溢性皮炎"
    "脱皮"
    "儿童牙迟出"
    "儿童枕秃"
    "佝偻病"
    "关节骨头痛"
    "生长期骨痛"
  ]
,
  _id: "201301040001000000000003"
  card_prints: []
  combos: []
  discount_price: 0
  items: [
    "290000000000000000000001"
  ]
  mean: "本中心与北京市妇幼保健院合作诊疗，合作单位医师具有10万次临床阅片经历，使整个阅片更顺畅更精准，并可给出合理建议。筛查宫颈癌及癌前病变、霉菌、滴虫等."
  name: "宫颈超薄细胞学检查"
  name_pinyin: [
    "GJCBXBXJC"
    "GGCBXBXJC"
    "GJCBXBXJZ"
    "GGCBXBXJZ"
  ]
  popular: true
  price: 180
  results: []
  sex: "女"
,
  _id: "201301040001100000000003"
  name: "宫颈刮片"
  sex: "女"
  mean: "筛查宫颈癌及癌前病变、霉菌、滴虫等"
  card_prints: []
  items: [
    "320000000000000000000001"
  ]
  combos: []
  price: 35
  discount_price: 0
  results: []
  name_pinyin: [
    "GJGP"
    "GGGP"
  ]
,
  _id: "20131011000110000000aaaa"
  name: "白带常规"
  sex: "女"
  card_prints: []
  items: [
    "332013101100000000000001"
    "332013101100000000000002"
    "332013101100000000000003"
    "332013101100000000000004"
    "332013101100000000000005"
    "332013101100000000000006"
  ]
  combos: []
  price: 80
  discount_price: 0
  results: []
,
  _id: "201301040001200000000003"
  name: "人乳头瘤病毒"
  sex: "女"
  mean: "筛查人乳头瘤状病毒感染情况"
  card_prints: []
  items: [
    "310000000000000000000001"
  ]
  combos: []
  price: 270
  discount_price: 0
  results: []
  name_pinyin: [
    "RRTLBD"
  ]
,
  _id: "201301040100000200000004"
  name: "C13幽门螺旋杆菌检测"
  mean: "该检测方法无创、方法简便，不需要通过内镜获取标本，更准确反映胃、十二指肠是否感染幽门螺旋杆菌情况"
  card_prints: []
  items: [
    "100000000000000000000001"
  ]
  combos: []
  price: 260
  discount_price: 0
  results: [
    "胃十二肠溃疡"
  ]
  name_pinyin: [
    "C13YMLXGJJC"
  ]
,
  _id: "201301040100000200aaa004"
  name: "咽拭子-幽门螺杆菌"
  mean: "初步检测胃、十二指肠是否感染幽门螺旋杆菌情况；该检测方法无创、方法简便，不需要通过内镜获取标本"
  card_prints: []
  items: [
    "28000000a1a1000000000001"
  ]
  combos: []
  price: 180
  discount_price: 0
  results: [
    "胃十二肠溃疡"
  ]
,
  _id: "201301040100000200aaa005"
  name: "过敏源检测"
  mean: ""
  card_prints: []
  items: [
    "30000000a1a100000000aaa1"
    "30000000a1a100000000aaa2"
    "30000000a1a100000000aaa3"
    "30000000a1a100000000aaa4"
    "30000000a1a100000000aaa5"
    "30000000a1a100000000aaa6"
    "30000000a1a100000000aaa7"
    "30000000a1a100000000aaa8"
    "30000000a1a100000000aaa9"
    "30000000a1a100000000aa10"
    "30000000a1a100000000aa11"
    "30000000a1a100000000aa12"
    "30000000a1a100000000aa13"
    "30000000a1a100000000aa14"
  ]
  combos: []
  price: 270
  discount_price: 0
  results: []
,
  _id: "201301040100000200aaa006"
  name: "凝血检测"
  mean: ""
  card_prints: []
  items: [
    "31000000a1a10000aaaabbb1"
    "31000000a1a100000000bbb2"
    "31000000a1a100000000bbb3"
    "31000000a1a100000000bbb4"
    "31000000a1a100000000bbb5"
  ]
  combos: []
  price: 270
  discount_price: 0
  results: []
,
  _id: "201301040100000200aaa007"
  name: "血沉"
  mean: ""
  card_prints: []
  items: [
    "32000000a1a100000000ccc1"
  ]
  combos: []
  price: 45
  discount_price: 0
  results: []
]
name: "临床检验"
order: 6
