_id: "51f20fbb63759daa08000008"
category: "combo"
configurations: [
  _id: "201301040020000000000004"
  name: "谷丙转氨酶"
  mean: "了解肝功能有无损害。"
  card_prints: []
  items: [
    "270000000000000000000001"
  ]
  combos: []
  price: 10
  discount_price: 0
  results: [
    "易发脾气"
    "易胀气"
    "易腹胀"
    "伤口愈合迟缓"
  ]
  name_pinyin: [
    "YBZAM"
    "GBZAM"
  ]
,
  _id: "201301040100000000000004"
  name: "肝功两项"
  mean: "了解肝功能有无损害。"
  card_prints: []
  items: [
    "270000000000000000000001"
    "270000000000000000000002"
  ]
  combos: []
  price: 20
  discount_price: 0
  results: [
    "易发脾气"
    "易胀气"
    "易腹胀"
    "伤口愈合迟缓"
  ]
  name_pinyin: [
    "GGLX"
  ]
,
  _id: "201301040200000000000004"
  name: "肝功六项"
  mean: "了解肝功能有无损害，并反映肝脏储备能力状况。"
  card_prints: []
  items: [
    "270000000000000000000001"
    "270000000000000000000002"
    "270000000000000000000003"
    "270000000000000000000004"
    "270000000000000000000005"
    "270000000000000000000014"
  ]
  combos: []
  price: 35
  discount_price: 0
  results: [
    "易发脾气"
    "易胀气"
    "易腹胀"
    "伤口愈合迟缓"
  ]
  name_pinyin: [
    "GGWX"
  ]
,
  _id: "201301040300000000000004"
  card_prints: []
  combos: []
  discount_price: 0
  items: [
    "270000000000000000000001"
    "270000000000000000000002"
    "270000000000000000000003"
    "270000000000000000000004"
    "270000000000000000000005"
    "270000000000000000000006"
    "270000000000000000000007"
    "270000000000000000000008"
    "270000000000000000000014"
  ]
  mean: "了解肝功能有无损害，并反映肝脏储备能力、排泄功能状况。"
  name: "肝功九项"
  name_pinyin: [
    "GGBX"
  ]
  price: 60
  results: [
    "易发脾气"
    "易胀气"
    "易腹胀"
    "伤口愈合迟缓"
  ]
,
  _id: "201301040400000000000004"
  name: "肝功十三项"
  mean: "深入了解肝功能有无损害，并反映肝脏储备能力、排泄功能状况。"
  card_prints: []
  items: [
    "270000000000000000000001"
    "270000000000000000000002"
    "270000000000000000000003"
    "270000000000000000000004"
    "270000000000000000000005"
    "270000000000000000000006"
    "270000000000000000000007"
    "270000000000000000000008"
    "270000000000000000000009"
    "270000000000000000000010"
    "270000000000000000000011"
    "270000000000000000000012"
    "270000000000000000000014"
  ]
  combos: []
  price: 100
  discount_price: 0
  results: [
    "易发脾气"
    "易胀气"
    "易腹胀"
    "伤口愈合迟缓"
  ]
  name_pinyin: [
    "GGSEX"
  ]
,
  _id: "201301040500000000000004"
  name: "肝功全项"
  mean: "全面了解肝功能有无损害，并反映肝脏储备能力、排泄功能状况。"
  card_prints: []
  items: [
    "270000000000000000000001"
    "270000000000000000000002"
    "270000000000000000000003"
    "270000000000000000000004"
    "270000000000000000000005"
    "270000000000000000000006"
    "270000000000000000000007"
    "270000000000000000000008"
    "270000000000000000000009"
    "270000000000000000000010"
    "270000000000000000000011"
    "270000000000000000000012"
    "270000000000000000000013"
    "270000000000000000000014"
  ]
  combos: []
  price: 260
  discount_price: 0
  results: [
    "易发脾气"
    "易胀气"
    "易腹胀"
    "伤口愈合迟缓"
  ]
  name_pinyin: [
    "GGQX"
  ]
,
  _id: "201301040600000000000004"
  name: "同型半胱氨酸"
  mean: "作为心、脑及外周血管疾病的一种独立危险因素，尤其是冠状动脉粥样硬化和心肌梗塞的危险指标，它的浓度升高程度与疾病的危险性成正比。"
  card_prints: []
  items: [
    "270000000000000000000013"
  ]
  combos: []
  price: 160
  discount_price: 0
  results: []
  name_pinyin: [
    "TXBGAS"
  ]
,
  _id: "201301040700000000000004"
  name: "血脂两项"
  mean: "初步了解机体血脂代谢情况,有无血脂异常"
  card_prints: []
  items: [
    "270000000000000000000015"
    "270000000000000000000016"
  ]
  combos: []
  price: 20
  discount_price: 0
  results: [
    "食量突然增减"
    "体重不稳定"
    "喜欢甜咸食物"
    "易胀气"
    "易腹胀"
    "双手易发抖"
    "身体局部麻痹"
    "肥胖"
    "太瘦"
    "高低血压"
    "高低血糖"
    "高血脂"
  ]
  name_pinyin: [
    "XZLX"
  ]
,
  _id: "201301040800000000000004"
  card_prints: []
  combos: []
  discount_price: 0
  items: [
    "270000000000000000000015"
    "270000000000000000000016"
    "270000000000000000000017"
    "270000000000000000000018"
  ]
  mean: "深入了解机体血脂代谢情况，有无血脂异常，对动脉粥样硬化、高血压、冠心病等疾病诊断、预防和治疗有重要意义。"
  name: "血脂四项"
  name_pinyin: [
    "XZSX"
  ]
  popular: true
  price: 60
  results: [
    "食量突然增减"
    "体重不稳定"
    "喜欢甜咸食物"
    "易胀气"
    "易腹胀"
    "双手易发抖"
    "身体局部麻痹"
    "肥胖"
    "太瘦"
    "高低血压"
    "高低血糖"
    "高血脂"
  ]
,
  _id: "201301040900000000000004"
  name: "血脂全项"
  mean: "全面了解机体血脂代谢情况,有无血脂异常，对动脉粥样硬化、高血压、冠心病等疾病诊断、预防和治疗有重要意义。"
  card_prints: []
  items: [
    "270000000000000000000015"
    "270000000000000000000016"
    "270000000000000000000017"
    "270000000000000000000018"
    "270000000000000000000019"
    "270000000000000000000020"
    "270000000000000000000021"
  ]
  combos: []
  price: 180
  discount_price: 0
  results: [
    "食量突然增减"
    "体重不稳定"
    "喜欢甜咸食物"
    "易胀气"
    "易腹胀"
    "双手易发抖"
    "身体局部麻痹"
    "肥胖"
    "太瘦"
    "高低血压"
    "高低血糖"
    "高血脂"
  ]
  name_pinyin: [
    "XZQX"
  ]
,
  _id: "201301040020000110000004"
  name: "尿酸"
  mean: "了解肾脏功能，有无肾功损害，对于痛风、肾小球炎、肾结核等疾病的预防和治疗有重要意义。"
  card_prints: []
  items: [
    "270000000000000000000024"
  ]
  combos: []
  price: 10
  discount_price: 0
  results: [
    "易发脾气"
    "易胀气"
    "易腹胀"
    "伤口愈合迟缓"
  ]
  name_pinyin: [
    "SS"
    "NS"
  ]
,
  _id: "201301040010000000000004"
  name: "肾功两项"
  mean: "初步筛查肾脏功能，有无肾功损害"
  card_prints: []
  items: [
    "270000000000000000000022"
    "270000000000000000000023"
  ]
  combos: []
  price: 20
  discount_price: 0
  results: [
    "黑眼圈"
    "晨起眼睑水肿"
    "刷牙流血"
    "牙龈易流血"
    "大便干燥"
    "小便短赤"
    "尿色深，浊"
    "尿色浊"
    "两腿沉重"
    "高尿酸"
  ]
  name_pinyin: [
    "SGLX"
  ]
,
  _id: "201301040110000000000004"
  card_prints: []
  combos: []
  discount_price: 0
  items: [
    "270000000000000000000022"
    "270000000000000000000023"
    "270000000000000000000024"
  ]
  mean: "全面了解肾脏功能，有无肾功损害，对于慢性肾炎、尿毒症、肾小球滤过功能受损、肾功能受损的预防和治疗有重要意义。"
  name: "肾功全项"
  name_pinyin: [
    "SGSX"
  ]
  popular: true
  price: 30
  results: [
    "黑眼圈"
    "晨起眼睑水肿"
    "刷牙流血"
    "牙龈易流血"
    "大便干燥"
    "小便短赤"
    "尿色深，浊"
    "尿色浊"
    "两腿沉重"
    "高尿酸"
  ]
,
  _id: "201301040210000000000004"
  name: "心肌酶两项"
  mean: "了解心肌是否损伤或者坏死，用于心肌梗塞、各种心肌炎等筛查"
  card_prints: []
  items: [
    "270000000000000000000030"
    "270000000000000000000002"
  ]
  combos: []
  price: 30
  discount_price: 0
  results: []
  name_pinyin: [
    "XJMLX"
  ]
,
  _id: "201301040310000000000004"
  name: "心肌酶四项"
  mean: "了解心肌是否损伤或者坏死，用于心肌梗塞、各种心肌炎等筛查"
  card_prints: []
  items: [
    "270000000000000000000030"
    "270000000000000000000002"
    "270000000000000000000031"
    "270000000000000000000032"
  ]
  combos: []
  price: 60
  discount_price: 0
  results: []
  name_pinyin: [
    "XJMSX"
  ]
,
  _id: "201301040410000000000004"
  name: "心肌酶全项"
  mean: "了解心肌是否损伤或者坏死，对于心肌梗塞、各种心肌炎、胰腺炎、胆囊炎、胆石症、急性风湿热等疾病的预防和治疗有重要意义。"
  card_prints: []
  items: [
    "270000000000000000000030"
    "270000000000000000000002"
    "270000000000000000000031"
    "270000000000000000000032"
    "270000000000000000000033"
  ]
  combos: []
  price: 90
  discount_price: 0
  results: [
    "胸闷"
  ]
  name_pinyin: [
    "XJMQX"
  ]
,
  _id: "201301040510000000000004"
  card_prints: []
  combos: []
  discount_price: 0
  items: [
    "270000000000000000000034"
  ]
  mean: "了解空腹血糖水平及糖尿病血糖控制情况"
  name: "空腹血糖"
  name_pinyin: [
    "KFXT"
  ]
  popular: true
  price: 10
  results: [
    "食量突然增减"
    "体重不稳定"
    "喜欢甜咸食物"
    "肥胖"
    "太瘦"
    "高低血压"
    "高低血糖"
    "高血脂"
  ]
,
  _id: "201301040610000000000004"
  name: "糖化血红蛋白"
  mean: "了解近2－3个月内的血糖水平"
  card_prints: []
  items: [
    "270000000000000000000036"
  ]
  combos: []
  price: 80
  discount_price: 0
  results: [
    "高低血糖"
  ]
  name_pinyin: [
    "THXHDB"
    "THXGDB"
  ]
,
  _id: "201301040610000000aaaaa4"
  name: "餐后血糖"
  mean: "了解近2－3个月内的血糖水平"
  card_prints: []
  items: [
    "270000000000000000000037"
  ]
  combos: []
  price: 80
  discount_price: 0
  results: [
    "高低血糖"
  ]
,
  _id: "201301040710000000000004"
  name: "糖尿病检测组合"
  mean: "全面进行糖尿病筛查，对于糖尿病预防和治疗有重要意思。"
  card_prints: []
  items: [
    "270000000000000000000034"
    "270000000000000000000036"
  ]
  combos: []
  price: 90
  discount_price: 0
  results: []
  name_pinyin: [
    "TSBJCZH"
    "TNBJCZH"
    "TSBJCZG"
    "TNBJCZG"
  ]
,
  _id: "201308290000000000000001"
  name: "糖尿病检测三项"
  mean: ""
  card_prints: []
  items: [
    "330000000000000000000051"
    "330000000000000000000052"
    "330000000000000000000053"
  ]
  combos: []
  price: 180
  discount_price: 0
  results: [
  ]
,
  _id: "201301040810000000111104"
  name: "类风湿因子检测"
  mean: "风湿、类风湿性关节炎等骨胳肌肉结帝组织病筛查"
  card_prints: []
  items: [
    "270000000000000000000038"
  ]
  combos: []
  price: 50
  discount_price: 0
  results: [
    "头痛"
    "长期头痛"
    "潮红潮湿"
    "反复头痛"
    "关节炎"
    "关节痛"
    "关节肿大"
  ]
  name_pinyin: [
    "LFSYZJC"
  ]
,
  _id: "201301040810000000000004"
  name: "风湿全项"
  mean: "对风湿、类风湿性关节炎、急性化脓性炎症、菌血症、组织坏死的预防和治疗有重要意义。"
  card_prints: []
  items: [
    "270000000000000000000038"
    "270000000000000000000039"
    "270000000000000000000040"
  ]
  combos: []
  price: 120
  discount_price: 0
  results: [
    "头痛"
    "长期头痛"
    "潮红潮湿"
    "反复头痛"
    "关节炎"
    "关节痛"
    "关节肿大"
  ]
  name_pinyin: [
    "FSSX"
  ]
,
  mean: "全面了解人体、肝功能、肾功能、血脂、血糖状况，对于肝脏储备能力、排泄功能、动脉粥样硬化、心肌梗塞、血脂是否异常、慢性肾炎、尿毒症、肾小球滤过功能受损、对风湿、类风湿性关节炎、急性化脓性炎症、菌血症、组织坏死的预防和治疗有重要意义。"
  _id: "201301040910000000000004"
  name: "生化全项"
  card_prints: []
  items: [
    "270000000000000000000001"
    "270000000000000000000002"
    "270000000000000000000003"
    "270000000000000000000004"
    "270000000000000000000005"
    "270000000000000000000006"
    "270000000000000000000007"
    "270000000000000000000008"
    "270000000000000000000009"
    "270000000000000000000010"
    "270000000000000000000011"
    "270000000000000000000012"
    "270000000000000000000013"
    "270000000000000000000022"
    "270000000000000000000023"
    "270000000000000000000024"
    "270000000000000000000014"
    "270000000000000000000015"
    "270000000000000000000016"
    "270000000000000000000017"
    "270000000000000000000018"
    "270000000000000000000019"
    "270000000000000000000020"
    "270000000000000000000021"
    "270000000000000000000001"
    "270000000000000000000002"
    "270000000000000000000031"
    "270000000000000000000032"
    "270000000000000000000033"
    "270000000000000000000034"
  ]
  combos: []
  price: 780
  discount_price: 0
  results: [
    "易腹泻"
    "易呕吐"
    "便秘"
    "排便恶臭"
    "四肢麻胀痛"
    "肌肉酸痛"
    "全身无力"
    "消化不良，食欲下降"
    "大头儿"
  ]
  name_pinyin: [
    "SHQX"
  ]
,
  _id: "201301040700000000000003"
  name: "无机盐"
  mean: "了解人体内无机盐的含量"
  card_prints: []
  items: [
    "330000000000000000000001"
    "330000000000000000000002"
    "330000000000000000000003"
    "330000000000000000000004"
    "330000000000000000000005"
  ]
  combos: []
  price: 50
  discount_price: 0
  results: [
    "易抽筋"
    "骨质疏松"
    "儿童牙迟出"
    "儿童枕秃"
    "佝偻病"
    "关节骨头痛"
    "生长期骨痛"
  ]
  name_pinyin: [
    "WJY"
    "MJY"
  ]
,
  _id: "201308290000000000000002"
  name: "尿微量白蛋白"
  mean: ""
  card_prints: []
  items: [
    "330000000000000000000050"
  ]
  combos: []
  price: 80
  discount_price: 0
  results: [
  ]
]
mean: "采用日本进口全自动设备，高精度的加样系统、极稳定的光学系统、高精度的恒温系统的，使测量结果更加准确。"
name: "生化检验"
order: 7
