name: "特色项目"
_id: "888888880000000000000000"
category: "combo"
order: 10
configurations: [
  _id: "888888880000000000000001"
  name: "PET CT"
  price: 10000
,
  _id: "888888880000000000000002"
  name: "洗牙"
  price: 200
,
  _id: "888888880000000000000003"
  name: "步态监测"
  price: 500
,
  _id: "888888880000000000000004"
  name: "基因检测（血液标本）"
  price: 12000
,
  _id: "888888880000000000000005"
  name: "基因检测（口腔黏膜标本）"
  price: 12000
,
  _id: "888888880000000000000006"
  name: "基因检测（唾液标本）"
  price: 12000
,
  _id: "888888880000000000000007"
  name: "冲击波体验"
  price: 0
,
  _id: "888888880000000000000009"
  name: "冲击波筛查"
  items: [
    "352014031000000000000001"
  ]
  price: 0
,
  _id: "888888880000000000000008"
  name: "纸质报告"
  price: 20
  mean: "专家根据个人健检状况及潜在疾病的发展趋势，确定相关危险因素；提供一份完整的个性化健检报告，给出专业解读及基本健康改善指导建议。"
]
